'''
Задача 2

Допиши код для сортировки списка строк

Условие: Вам дан список строк. Необходимо дописать функцию sort_strings, которая будет сортировать строки в алфавитном порядке.

'''

def sort_strings(strings):
    # Допиши код здесь
    return sorted_strings

# Пример использования:
strings = ["banana", "apple", "orange", "grape", "kiwi"]
sorted_strings = sort_strings(strings)
print(sorted_strings)  # Ожидаемый результат: ['apple', 'banana', 'grape', 'kiwi', 'orange']

