'''
Задача 6

Допиши код для сортировки списка слов по длине

Условие: Вам дан список слов. Необходимо дописать функцию sort_words_by_length, которая будет 
сортировать слова по их длине - от самого короткого до самого длинного.

'''

def sort_words_by_length(words):
    # Допиши код здесь
    return sorted_words

# Пример использования:
words = ["python", "programming", "language", "is", "fun"]
sorted_words = sort_words_by_length(words)
print(sorted_words)  # Ожидаемый результат: ['is', 'fun', 'python', 'language', 'programming']

