'''
Задача 7

Сортировка слов в предложении по длине

Условие: Вам дано предложение в виде строки. 
Необходимо отсортировать слова в предложении по их длине - от самого 
короткого до самого длинного. Напишите функцию, которая выполнит сортировку.

'''

def sort_words_by_length(sentence):
    pass

sentence = "Python is a powerful programming language"
sorted_words = sort_words_by_length(sentence)
print(sorted_words)

