'''
Задача 11

Допиши код для сортировки списка цветов по алфавиту
Условие: Вам дан список цветов. Необходимо дописать функцию sort_colors, которая будет сортировать цвета по алфавиту.

'''

def sort_colors(colors):
    # Допиши код здесь
    return sorted_colors

# Пример использования:
colors = ["red", "green", "blue", "yellow", "orange"]
sorted_colors = sort_colors(colors)
print(sorted_colors)  # Ожидаемый результат: ['blue', 'green', 'orange', 'red', 'yellow']

