'''
Задача 8

Допиши код для сортировки списка дней недели

Условие: Вам дан список дней недели в случайном порядке. Необходимо дописать 
функцию sort_days, которая будет сортировать дни недели в порядке их следования.

'''

def sort_days(days):
    # Допиши код здесь
    return sorted_days

# Пример использования:
days = ["Thursday", "Monday", "Wednesday", "Friday", "Sunday", "Tuesday", "Saturday"]
sorted_days = sort_days(days)
print(sorted_days)  # Ожидаемый результат: ['Monday', 'Tuesday', 'Wednesday', 'Thursday', 'Friday', 'Saturday', 'Sunday']

