'''
Задача 1

Допиши код для сортировки списка чисел

Условие: Вам дан список чисел. Необходимо дописать функцию sort_numbers, которая будет сортировать числа по возрастанию.

'''

def sort_numbers(numbers):
    # Допиши код здесь
    return sorted_numbers

# Пример использования:
numbers = [5, 2, 8, 1, 9]
sorted_numbers = sort_numbers(numbers)
print(sorted_numbers)  # Ожидаемый результат: [1, 2, 5, 8, 9]

