'''
Задача 9

Сортировка чисел по количеству делителей

Условие: Вам дан список положительных чисел. 
Необходимо отсортировать числа по количеству их делителей - от 
наименьшего количества делителей к наибольшему. Напишите функцию, которая выполнит сортировку.

'''

def count_divisors(num):
    pass

def sort_numbers_by_divisors(numbers):
    pass

numbers = [12, 7, 15, 24, 9]
sorted_numbers = sort_numbers_by_divisors(numbers)
print(sorted_numbers)
