'''
Задача 10

Сортировка строк по количеству гласных букв

Условие: Вам дан список строк. Необходимо отсортировать 
строки по количеству гласных букв в них - от строки с наименьшим 
количеством гласных к строке с наибольшим количеством гласных. 

Напишите функцию, которая выполнит сортировку.

'''

def count_vowels(word):
    pass

def sort_strings_by_vowels(strings):
    pass

strings = ["apple", "banana", "orange", "kiwi"]
sorted_strings = sort_strings_by_vowels(strings)
print(sorted_strings)
