'''
Задача 5

Сортировка учеников по успеваемости

Условие: Вам дан словарь, где ключи - имена учеников, а 
значения - их средний балл. Необходимо отсортировать учеников 
по убыванию среднего балла. Напишите функцию, которая выполнит сортировку.

'''

def sort_students_by_performance(students):
    pass

students = {'Alice': 85, 'Bob': 72, 'Charlie': 95, 'David': 68}
sorted_students = sort_students_by_performance(students)
print(sorted_students)
