'''
Задача 3

Сортировка карт по масти
Условие: Вам дан список карт в формате ["7C", "10D", "5H", "JS", "2S"]. 

Необходимо отсортировать карты по мастям (C - клубы, D - бубны, H - червы, S - пики) в алфавитном порядке. 
Напишите функцию, которая выполнит сортировку.

'''

def sort_cards_by_suit(cards):
    pass
    

cards = ["7C", "10D", "5H", "JS", "2S"]
sorted_cards = sort_cards_by_suit(cards)
print(sorted_cards)
